Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/onedrive/prm___sametingsradet_pa_vei_til_klimatoppmote_i_glasgow_nob.docx.tmx
Source language: nob
Languages: sme

source: PRM – Sametingsrådet på vei til klimatoppmøte i Glasgow
sme: PRD: Sámediggeráđđijođus dálkkádatnjunuščoahkkimii Glasgowii

source: Sametinget ved Sametingsråd Maja Kristine Jåma deltar på klimatoppmøtet, COP26 gjennom Norges delegasjon 7. - 10. november.
sme: Sámediggeráđđi Maja Kristine Jåma ovddasta Sámedikki Norgga sáttagottis dálkkádatnjunuščoahkkimis CPO26:s skápmamánu 7- beaivvi.

source: Jåma er opptatt av at urfolks stemme blir hørt i klimasaker og at urfolksrettigheter respekteres når klimatiltak vurderes.
sme: Jåmadáhttu guldalit maid álgoálbmogat celket dálkkádaáššiin ja ahte eamiálbmotvuoigatvuođaid daohttalit go dálkkádatdoaimmaid guorahallet.

source: I Sápmi er det flere eksempler på inngrepssaker som er gjennomført eller planlagt der klimaendringer og det grønne skiftet blir brukt som argument.
sme: Sámis leat máŋga ovdamearkka mo sisabahkkenáššiin leat geavahan ruoná molsuma ja dálkkádatrievdadeami ággan čađahit dahje plánet mo bahkket sámi guovlluide.

source: Dette en form for grønn kolonisering der samiske næringer og kultur blir ofret og urfolksrettigheter overkjørt, sier Sametingsråd Maja Kristine Jåma.
sme: Dát lea ovtta lágan ruoná koloniseren sámi ealáhusa ja kultuvrra duššadit ja eamiálbmotvuoigatvuođaid rihkkot, lohká Sámediggeráđđi Maja Kristine Jåma.

source: Jåma har selv kjent på dette gjennom vindkraftutbygging i Fosen reinbeitedistrikt.
sme: Jåma lea ieš dán vásihan go bieggafápmo rusttet ceggejuvvui Fovsen Njaarke siidii.

source: Nylig erklærte Norges Høyesterett at dette inngrepet i strid med den internasjonale konvensjonen om sivile og politiske rettigheter.
sme: Gieskat celkkii Norgga Alimusriekti ahte dát sisabahkken rihkkui riikkaidgaskasaš siviila ja politihkalaš konvenšuvnna vuoigatvuođaid.
